import React from "react";
import styled from "styled-components";
import Heading from "../../../Components/Heading/heading";

const Wrapper = styled.div`
  position: relative;
  display: flex;
  flex-flow: column wrap;
  gap: 12px;
`;

const Content = () => {
  return (
    <Wrapper>
      <p>
        ماي سوق هو أحد أول المواقع الخاصة بنشر الإعلانات على الإنـتـرنت، فهو أول
        موقع يـتيح لك الفرصـة لنـشر اعلانـاتك بالمـجان وعدم دفع أي اشتـراك
        واطـلاع الزبائن عليها مهما كان طـلبك، سيارة، وظيفة، حتـى البيت الذى تبحث
        عنه ستجده فى ماي سوق .باختصار، ستجد إعلانات لكل شيء تبحث عنه عندنا،
        وكلما أعلنت معنا أكثر كلما أستفدت أكثر.
      </p>

      <div>
        <Heading title={"فكرة ماي سوق"} />
        <p>
          فكرتـنا قائمة على جعـل الموقـع سهل لوضع إعلاناتـك عليـه أو إيـجـاد
          المنـتج الذى تحتاجـه كما لـو كنـا مـحرك بحـث المنـتجـات .كمـا يمكن
          للمستـخدميـن تضـيق نطاق البحث فى حالة الرغبة فى الشراء فى منطقة معينة.
        </p>

        <br />

        <p>
          ماي سوق يستعرض كل الدول العربية وكل المدن، فمهما كان مكانك ستجد ما
          تبحث عنه على موقعنا.
        </p>

        <br />
        <p>
          ماي سوق يعد فرصة ممتازة للجميع لعرض وشراء المنتجات المستعملة عبر
          موقعنا، فموقعنا سيفتح سوق جديد لجميع فئات المجتمع بحيـث يكون بإمكان
          جميع الوزارات والشركات وأصحاب المصالح التجارية بالإعلان عن ما يحتاجون
          من خلال هذا الموقع.
        </p>
      </div>

      <div>
        <Heading title={"هدفنا ومهمتنا"} />
        <p>
          توفير إعلانات مبوبة الكتـرونية سهلة وسـريعة لجميع دول ومـدن العالم
          العربـي، فيه ماي سوق نسعى لتقديـم أفضل خدمة بسعر مجاني.
        </p>
      </div>
    </Wrapper>
  );
};

export default Content;
